b = 0
vse = 5
 
a = []
q1 = ["Назовите столицу Канады ","оттава"]
q2 = ["Назовите столицу Боснии и Герцеговины ", "сараево"]
q3 = ["Назовите столицу Дании ", "копенгаген"]
q4 = ["Назовите столицу Северной Македонии", "скопье"]
q5 = ["Назовите столицу Швейцарии","берн"]
a.append(q1)
a.append(q2)
a.append(q3)
a.append(q4)
a.append(q5)
  
for i in a:
    ans = input(i[0])
    if ans.lower() == i[1]:
        print("Верно")
        b = b + 1
    else:
        print("Не верно")  
          
     
print(b," верных ответов из ", vse)
